function initData() {

	var profile = "　　天津君利律师事务所成立于2000年3月14日，是经天津市司法行政机关批准成立的综合性律师事务所，目前有执业律师10名，在市中心高档商务楼宇拥有办公面积近350平方米，律师办公用车六部，每位员工均配有电脑，事务所内部设有局域网，并购置了先进的专业检索软件。本所还聘请著名法学家、曾经担任天津市政府法律顾问和天津仲裁委员会主任的南开大学法学院潘同龙教授、天津商业大学法学院王树萱教授等为本所高级业务顾问。";
	profile += "\r\n";
	profile += "　　本所继承中华古典文化中“智圆行方”的哲学传统， 秉持“制于法，不制于人”的法治精神和理念，以振兴中国律师业和促进中国民主与法制建设为己任，借鉴国外律师行业先进的经验和模式，努力创设“尚法、协作、严谨、高效”的内部执业氛围，以保证为客户提供精确、可靠和专业化的高水准法律服务，从而最大限度地保护客户的合法权利和利益，维护社会正义和公正秩序。";
	profile += "\r\n";
	profile += "　　本所聚集了一批接受过系统专业教育、富有敬业精神和社会责任感且实践经验丰富的律师人才，他们忠实于自己所从事的职业，并对中国法治建设的前途充满希望，他们是本所向客户提供更准确、更迅捷、更有效的法律服务的根本保证。本所执业律师平均年龄不超过四十岁，均毕业于知名法律院校，部分律师有过在政府、法院和检察院工作的经历。自成立以来，本所先后担任了多家政府部门、社会团体和企事业单位的法律顾问，承办了在天津市乃至全国都有一定影响的案件，并被评为“文明律师事务所”、“十佳律师事务所”和“人民满意律师事务所”，所内多名律师先后获得“优秀律师”和“人民满意律师”荣誉称号。";
	Ext.getCmp("profile").setValue(profile);
}